<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<% String no = (String)request.getAttribute("no"); %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style>
	.outer{width:1000px; margin:auto; margin-top:20px;}
	a{text-decoration: none !important; color:black!important}
	.container{margin:30px; font-size:14px;}
	.container pre{word-break: break-all;word-wrap: break-word;white-space: pre-wrap;}
</style>
</head>
<body>
	<%@ include file="../common/tuteeMenubar.jsp" %>

	<div class="outer">
		<ul class="nav nav-tabs">
		  <li class="nav-item">
		    <a class="nav-link" id="nav1" data-toggle="tab" href="#menu1" style="font-weight: 600; font-size: 15px;">이용약관</a>
		  </li>
		  <li class="nav-item">
		    <a class="nav-link" id="nav2" data-toggle="tab" href="#menu2" style="font-weight: 600; font-size: 15px;">개인정보처리방침</a>
		  </li>
		</ul>
		
		<div class="tab-content">
		  <div class="tab-pane container" id="menu1">
		  	<div>
<pre>
<b>서비스 이용약관</b>

<b>서비스 이용 약관 (전자상거래 이용약관)</b>


<b>제1조(목적)</b>

이 약관은 HOBBYPLACE 회사가 운영하는 HOBBYPLACE 에서 제공하는 인터넷 관련 서비스를 이용함에 있어 HOBBYPLACE의 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.

※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」


<b>제2조(정의)</b>

① “HOBBYPLACE”이란 HOBBYPLACE 회사가 재화 또는 상품 등을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 공간을 말하며, 아울러 HOBBYPLACE를 운영하는 사업자의 의미로도 사용합니다.

② “이용자”란 “HOBBYPLACE”에 접속하여 이 약관에 따라 “HOBBYPLACE”가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

③ ‘회원’이라 함은 “HOBBYPLACE”에 회원등록을 한 자로서, 계속적으로 “HOBBYPLACE”가 제공하는 서비스를 이용할 수 있는 자를 말합니다.

④ ‘비회원’이라 함은 회원에 가입하지 않고 “HOBBYPLACE”가 제공하는 서비스를 이용하는 자를 말합니다.


<b>제3조 (약관 등의 명시와 설명 및 개정)</b>

① “HOBBYPLACE”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 HOBBYPLACE 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

② “HOBBYPLACE”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.

③ “HOBBYPLACE”가 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

④ “HOBBYPLACE”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 HOBBYPLACE의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "HOBBYPLACE“는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.

⑤ “HOBBYPLACE”가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “HOBBYPLACE”에 송신하여 “HOBBYPLACE”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.

⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.


<b>제4조(서비스의 제공 및 변경)</b>

① “HOBBYPLACE”는 다음과 같은 업무를 수행합니다.

1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2. 구매계약이 체결된 재화 또는 상품 제공 (수강권, 티켓, 체험권 등으로 표현)
3. 기타 “HOBBYPLACE”가 정하는 업무

② “HOBBYPLACE”는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.

③ “HOBBYPLACE”이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.

④ 전항의 경우 “HOBBYPLACE”는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, “HOBBYPLACE”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.


<b>제5조(서비스의 중단)</b>

① “HOBBYPLACE”는 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.

② “HOBBYPLACE”는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “HOBBYPLACE”가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 “HOBBYPLACE”는 제8조에 정한 방법으로 이용자에게 통지하고 당초 “HOBBYPLACE”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “HOBBYPLACE”가 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 “HOBBYPLACE”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.


<b>제6조(회원가입)</b>

① 이용자는 “HOBBYPLACE”가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.

② “HOBBYPLACE”는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.

1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “HOBBYPLACE”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
3. 기타 회원으로 등록하는 것이 “HOBBYPLACE”의 기술상 현저히 지장이 있다고 판단되는 경우

③ 회원가입계약의 성립 시기는 “HOBBYPLACE”의 승낙이 회원에게 도달한 시점으로 합니다.

④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “HOBBYPLACE”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.


<b>제7조(회원 탈퇴 및 자격 상실 등)</b>

① 회원은 “HOBBYPLACE”에 언제든지 탈퇴를 요청할 수 있으며 “HOBBYPLACE”는 즉시 회원탈퇴를 처리합니다.

② 회원이 다음 각 호의 사유에 해당하는 경우, “HOBBYPLACE”는 회원자격을 제한 및 정지시킬 수 있습니다.

1. 가입 신청 시에 허위 내용을 등록한 경우
2. “HOBBYPLACE”를 이용하여 구입한 재화 등의 대금, 기타 “HOBBYPLACE”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
3. 다른 사람의 “HOBBYPLACE” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
4. “HOBBYPLACE”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우

③ “HOBBYPLACE”가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “HOBBYPLACE”는 회원자격을 상실시킬 수 있습니다.

④ “HOBBYPLACE”가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.


<b>제8조(회원에 대한 통지)</b>

① “HOBBYPLACE”가 회원에 대한 통지를 하는 경우, 회원이 “HOBBYPLACE”와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.

② “HOBBYPLACE”는 불특정다수 회원에 대한 통지의 경우 1주일이상 “HOBBYPLACE” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.


<b>제9조(구매신청 및 개인정보 제공 동의 등)</b>

① “HOBBYPLACE”이용자는 “HOBBYPLACE”상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “HOBBYPLACE”은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
1. 재화 등의 검색 및 선택
2. 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
3. 약관내용, 청약철회권이 제한되는 서비스, 배송료․설치비 등의 비용부담과 관련한 내용에 대한 확인
4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시
(예, 마우스 클릭)
5. 재화등의 구매신청 및 이에 관한 확인 또는 “HOBBYPLACE”의 확인에 대한 동의
6. 결제방법의 선택

② “HOBBYPLACE”이 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)


③ “HOBBYPLACE”이 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.


<b>제10조 (계약의 성립)</b>

① “HOBBYPLACE”은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.

1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3. 기타 구매신청에 승낙하는 것이 “HOBBYPLACE” 기술상 현저히 지장이 있다고 판단하는 경우

② “HOBBYPLACE”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.

③ “HOBBYPLACE”의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.


<b>제11조(지급방법)</b>

① “HOBBYPLACE”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법중 가용한 방법으로 할 수 있습니다.

② “HOBBYPLACE”은 이용자의 지급방법에 대하여 재화 등의 대금에 PG사와 카드사에서 정하는 수수료(2.0%에서 4.0% 사이)와 “HOBBYPLACE”에서 정하는 수수료(클래스 등록 후의 경과된 기간에 따라 무료에서 7.5% 사이)와 원천세(3.3%에 해당 하는 금액을 공제하고 지급 할 수 있습니다. 단, 전자세금계산서 발급을 원하는 경우 별도의 요청 필요.

1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 수령 시 대금지급
6. 마일리지 등 “HOBBYPLACE”가 지급한 포인트에 의한 결제
7. “HOBBYPLACE”과 계약을 맺었거나 “HOBBYPLACE”이 인정한 상품권에 의한 결제
8. 기타 전자적 지급 방법에 의한 대금 지급 등


<b>제12조(수신확인통지․구매신청 변경 및 취소)</b>

① “HOBBYPLACE”은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.

② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “HOBBYPLACE”은 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.


<b>제13조(“HOBBYPLACE”와 “Host/Guest” 정의)</b>

“HOBBYPLACE”와 "Host"의 경우, 전자를 “HOBBYPLACE”(웹 사이트, 서비스 제공자)이라고 하고 후자의 경우 "HOBBYPLACE"상에서 상품(클래스 또는 체험 등)을 등록하여 운영(수익 및 홍보 활동 등)하는 "Host(작가/강사/개인 등)"이라 한다. “Host”가 판매하는 재화의 수요자(구매자)를 “Guest”라 칭한다.


<b>제14조(서비스 제공)</b>

“HOBBYPLACE”에서 상품이라 지칭하는 재화는 클래스 수강권 또는 티켓 또는 체험권 또는 참여권 등이 이에 해당합니다.

① “HOBBYPLACE”로부터 구매한 상품은 정해진 날짜가 있는 경우 해당 날짜에 사용 할 수 있으며, 별도의 정해진 날짜가 없는 상품의 경우 Host와의 날짜 조율이 필요하며, 구매 전 해당 사항을 안내드립니다. 별도로 Host와의 조율이 된 경우 조율된 날짜로 진행 할 수 있습니다.

② “HOBBYPLACE”는 이용자가 상품의 제공 절차 및 진행 사항을 확인할 수 있도록 적절한 안내 조치를 합니다.

③ “HOBBYPLACE”는 “Host”가 “Guest”와 행하는 거래(상품 구매)의 취소 및 환불과 분쟁 및 보증에 관해서는 15조(취소 및 환불)과 22조(분쟁해결) 그리고 16조(회사의 면책)을 따릅니다.


<b>제15조(취소 및 환불)</b>

① 구매한 상품에 대한 취소 및 환불은 아래의 내용을 따릅니다. 취소 처리가 가능한 결제 방식에 대해서는 취소 처리드리며, 취소 처리가 불가한 방식에 대해서는 계좌 입금 방식으로 환불 처리를 드리게 됩니다. 사용하신 쿠폰 및 포인트가 있는 경우는 해당 금액을 제외하고 환불드리며, 쿠폰과 포인트는 사용 하신 쿠폰 또는 포인트의 형태로 재생성해 드립니다.

[취소 및 환불 약관]
- 정해진 사용 날짜가 있는 경우, 이틀 전까지 전액 환불 드리며, 수업 전날과 수업 당일은 환불이 불가합니다.
- 정해진 사용 날짜가 없는 상품의 경우, 구매 후 1개월 이내로는 환불 드리며, 1개월 이후로는 환불 드리지 않습니다.
- 이미 사용한 상품에 대해서는 환불이 불가합니다. 다만, Host의 동의가 있는 경우 환불이 가능합니다.
- Host의 사유로 인해 상품이 사용 되지 못한 경우에는 기간에 관계없이 환불이 가능합니다.


<b>제16조(“HOBBYPLACE”의 면책)</b>

① “HOBBYPLACE”는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

② “HOBBYPLACE”는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

③ HOBBYPLACE”는 "Host"가 작성해 게시한 내용과 사진 및 기타 정보에 대한 신뢰도와 정확도에 대해 검증 할 책임이 있으며, 거래된 서비스에서 중대한 허위 사실이 규명될 경우 결제 금액 범위 내에서 보증에 대한 책임을 갖습니다. 다만, 게시되지 않은 내용과 사진 및 정보에 대해서는 책임을 갖지 않습니다.

④ “Host"와 ”Guest"가 “HOBBYPLACE”를 통해서가 아닌, 상호간 또는 제3자와 진행한 개별적인 거래에 대해서는 어떠한 책임도 지지 않습니다.

⑤ "Host"와 "Guest"간의 서비스 제공, 결제 그리고 취소 및 환불 규정들은 “HOBBYPLACE” 이용 약관의 각 조항들을 따르며, 해당 조항들과 다르게 진행한다는 상호 협의가 있는 경우 이로 인해 발생하는 분쟁과 관련한 책임은 당사자들이 지며, “HOBBYPLACE”의 귀책사유가 없는 경우 책임을 갖지 않습니다.

⑥ "Host"또는 “Guest"가 배송업체 또는 금융사(PG사, 카드사 등)와 분쟁이 발생한 경우 ”HOBBYPLACE“는 해당 배송업체 또는 금융사의 분쟁 해결 약관을 따라 해결할 책임을 갖습니다. 배송업체 및 금융사 그리고 "Host" 및 ”Guest"의 잘못이 명백한 경우에는 책임을 갖지 않습니다.


<b>제17조(개인정보보호)</b>

① “HOBBYPLACE”은 이용자의 개인정보 수집이 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.

② “HOBBYPLACE”은 회원 가입 시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.

③ “HOBBYPLACE”은 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.

④ “HOBBYPLACE”은 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.

⑤ “HOBBYPLACE”이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.

⑥ 이용자는 언제든지 “HOBBYPLACE”이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “HOBBYPLACE”은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “HOBBYPLACE”은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.

⑦ “HOBBYPLACE”은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.

⑧ “HOBBYPLACE” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.

⑨ “HOBBYPLACE”은 개인정보의 수집·이용·제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.


<b>제18조(“HOBBYPLACE”의 의무)</b>

① “HOBBYPLACE”은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화․용역을 제공하는데 최선을 다하여야 합니다.

② “HOBBYPLACE”은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.

③ “HOBBYPLACE”이 상품이나 용역에 대하여 「표시․광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.

④ “HOBBYPLACE”은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.


<b>제19조(회원의 ID 및 비밀번호에 대한 의무)</b>

① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.

② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.

③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “HOBBYPLACE”에 통보하고 “HOBBYPLACE”의 안내가 있는 경우에는 그에 따라야 합니다.


<b>제20조(이용자의 의무)</b>

이용자는 다음 행위를 하여서는 안 됩니다.

1. 신청 또는 변경이 허위 내용의 등록
2. 타인의 정보 도용
3. “HOBBYPLACE”에 게시된 정보의 변경
4. “HOBBYPLACE”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
5. “HOBBYPLACE” 기타 제3자의 저작권 등 지적재산권에 대한 침해
6. “HOBBYPLACE” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 HOBBYPLACE에 공개 또는 게시하는 행위


<b>제21조(저작권의 귀속 및 이용제한)</b>

① “서비스 이용자(Host 유저와 Guest 유저“가 작성한 저작물에 대한 저작권 기타 지적재산권은 ”작성자“에 귀속합니다. 다만, "HOBBYPLACE"는 "HOBBYPLACE" 상에 작성된 저작물은 자유롭게 활용 가능함을 원칙으로 합니다.

② 이용자는 “HOBBYPLACE”을 이용함으로써 얻은 정보 중 “HOBBYPLACE”또는 타인이 작성한 지적재산권이 귀속된 정보를 “HOBBYPLACE”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

③ “HOBBYPLACE”은 영리목적으로 이용자에게 귀속된 저작물을 사용하는 경우 당해 이용자에게 통보하여야 합니다.


<b>제22조(분쟁해결)</b>

① “HOBBYPLACE”은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치․운영합니다.

② “HOBBYPLACE”은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.

③ “HOBBYPLACE”과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.


<b>제23조(재판권 및 준거법)</b>

① “HOBBYPLACE”과 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

② “HOBBYPLACE”과 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.


위의 이용 약관은 2022.2.8 부터 적용 됩니다.
</pre>
		  	</div>
		  </div>
		  <div class="tab-pane container" id="menu2">
		  	<div>
<pre>
<b>개인 정보 처리 방침</b>

<b>HOBBYPLACE 개인정보 처리방침</b>

HOBBYPLACE는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립․공개합니다.

제1조(개인정보의 처리목적) HOBBYPLACE는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1. 홈페이지 회원 가입 및 관리
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지․통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
2. 재화 또는 서비스 제공
물품배송, 서비스 제공, 계약서․청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제․정산, 채권추심 등을 목적으로 개인정보를 처리합니다.
3. 고충처리
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.
4. 이벤트
모카클래스에서 자체 진행하는 이벤트를 위해 개인정보를 이벤트에서 정한 기간동안에 한하여 개인정보를 처리합니다.

제2조(개인정보의 처리 및 보유기간) ① HOBBYPLACE는 법령에 따른 개인정보 보유․이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.

② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴시까지
다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지
1) 관계 법령 위반에 따른 수사․조사 등이 진행중인 경우에는 해당 수사․조사 종료시까지
2) 홈페이지 이용에 따른 채권․채무관계 잔존시에는 해당 채권․채무관계 정산시까지

2. 재화 또는 서비스 제공 : 재화․서비스 공급완료 및 요금결제․정산 완료시까지
다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료시까지
1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시․광고, 계약내용 및 이행 등 거래에 관한 기록
- 표시․광고에 관한 기록 : 6월
- 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
- 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관
- 가입자 전기통신일시, 개시․종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료 : 1년
- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월

3. 이벤트 진행 및 이벤트 당첨 상품 안내 : 이벤트에서 정한 기간 동안
다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지
1) 이벤트 상품 수령 응답을 하지 않은 경우 (당첨 안내 1달 이후에도 미응답시 미당첨 처리)

제3조(개인정보의 제3자 제공) ① HOBBYPLACE는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.

제4조(개인정보처리의 위탁) ① 현재 개인정보 위탁처리 중이지 않습니다.

② HOBBYPLACE는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

제5조(정보주체의 권리․의무 및 행사방법) ① 정보주체는 HOBBYPLACE에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
1. 개인정보 열람요구
2. 오류 등이 있을 경우 정정 요구
3. 삭제요구
4. 처리정지 요구
② 제1항에 따른 권리 행사는 HOBBYPLACE에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 HOBBYPLACE는 이에 대해 지체없이 조치하겠습니다.
③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 HOBBYPLACE는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 HOBBYPLACE가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.

제6조(처리하는 개인정보 항목) HOBBYPLACE는 다음의 개인정보 항목을 처리하고 있습니다.
1. 홈페이지 회원 가입 및 관리
․필수항목 : 성명, 아이디, 비밀번호, 이메일주소

2. 재화 또는 서비스 제공
․필수항목 : 성명, 아이디, 비밀번호, 이메일주소,
․선택항목 : 관심분야, 과거 신청내역
3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.
․IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등

제7조(개인정보의 파기) ① HOBBYPLACE는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
1. 파기절차
HOBBYPLACE는 파기 사유가 발생한 개인정보를 선정하고, HOBBYPLACE의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
2. 파기방법
HOBBYPLACE는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

제8조(개인정보의 안전성 확보조치) HOBBYPLACE는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
1. 관리적 조치 : 내부관리계획 수립․시행, 정기적 직원 교육 등
2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제

제9조(개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항) ① 회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
가. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
나. 쿠키의 설치∙운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.

제10조(개인정보 보호책임자) ① HOBBYPLACE는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

▶ 개인정보 보호책임자
성명 : 강보람
직책 : 대표
연락처 : 010-1234-5678, Eamil : hello-admin@hobbyplace.com
※ 개인정보 보호 담당부서로 연결됩니다.

▶ 개인정보 보호 담당자
성명 : 강보람
직책 : 대표
연락처 : 010-1234-5678, Eamil : hello-admin@hobbyplace.com

② 정보주체께서는 HOBBYPLACE의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. HOBBYPLACE는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.

제11조(개인정보 열람청구) 정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. HOBBYPLACE는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.

▶ 개인정보 열람청구 접수․처리 부서
부서명 : 개발팀
담당자 : 강보람
연락처 : 010-2553-1705, Eamil : hello-admin@hobbyplace.com

제12조(권익침해 구제방법) 정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.

[아래의 기관은 HOBBYPLACE와는 별개의 기관으로서, HOBBYPLACE의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다]

▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
- 소관업무 : 개인정보 침해사실 신고, 상담 신청
- 홈페이지 : privacy.kisa.or.kr
- 전화 : (국번없이) 118
- 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터

▶ 개인정보 분쟁조정위원회
- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
- 홈페이지 : www.kopico.go.kr
- 전화 : (국번없이) 1833-6972
- 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층

▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)

▶ 경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)

제13조(영상정보처리기기 설치․운영)
① HOBBYPLACE 은(는) 영상정보처리기기를 설치․운영하고 있지 않습니다.

제14조(개인정보 처리방침 변경)
① 이 개인정보 처리방침은 2020. 2. 6부터 적용됩니다.
② 이벤트 내용 추가 - 2020. 9. 6 부터 적용 (1조 4항, 2조 3항)
</pre>
		  	</div>
		  </div>
		</div>
	</div>
	<script>
		$(function(){
			$("#nav" + <%=no%>).addClass("active");
			$("#menu" + <%=no%>).addClass("active");
		})
	</script>
	<%@ include file="../common/footerbar.jsp" %>
</body>
</html>